//
let messages = [
    {
        id: 1,
        author: 'Алви',
        text: 'Приветики🥰',
        type: 'входящее',
        time: '12:29'
      },
      {
        id: 2,
        author: 'Алви',
        text: 'Приветики🥰',
        type: 'входящее',
        time: '12:29'
      },
      {
        id: 3,
        author: 'Алви',
        text: 'Приветики🥰',
        type: 'входящее',
        time: '12:29'
      },
      {
        id: 4,
        author: 'Алви',
        text: 'Приветики🥰',
        type: 'входящее',
        time: '12:29'
      },
      {
        id: 5,
        author: 'Алви',
        text: 'Приветики🥰',
        type: 'входящее',
        time: '12:29'
      },
      
];
console.log(messages);